send_button1 = 'ОТПРАВИТЬ'

base_antwort = 'Выберите правильные ответы'

process_antwort = '🔷        Вы выбрали'

right = '🔷        <b>Верно !</b>'

for_continue = 'Для продолжения работы с ботом воспользуйтесь командами в меню'

wrong_ans = 'Неверно !\n\nПравильный ответ  '

ticket_finish = 'Билет закончен'

vybrat_bilet = 'Введите номер билета от  1️⃣  до  3️⃣0️⃣'

exam_finish = 'Экзамен окончен'

help = ('<b>Это бот для изучения Правил дорожного движения в Германии</b>  🔴🟡🟢\n\n'
        'Материалы охватывают все необходимые темы. Курс содержит <b>900</b> вопросов в ключая видео-вопросы  🚙\n\n'
        'Есть Три варианты изучения, в каждом из них Вы получите билет с <b>30</b> вопросами   🛞\n\n'
        'Певый вариант - это изучение материала по билетам. Билетов всего <b>30</b>. '
        'У Вас есть возможность выбрать билет, отправив номер билета от <b>1</b> до <b>30</b> или учить билеты по порядку   /get_ticket 🚑\n\n'
        'Вы можете просто получить 30 случайных вопросов нажав    /get_30_questions  🏎\n\n'
        'И наконец Вы можете сдать экзамен, ответив на <b>30</b> вопросов за <b>45</b> минут !  /pruefung   🚜\n\n'
        'Чтобы досрочно вернуться в начало нажмите   /exit   🚖\n'
        '<i>После этой команды порядковый номер изученного билета снова становится равным <b>1</b></i>\n\n'
        'За дополнительной информацией можете пройти в раздел    /settings    🚛\n\n')

settings = ('Вы можете посмотреть количество правильно решенных задач, нажав    /stat  🚌\n\n'
            'Заменить язык на Русский - Персидский  /change_lan \n\n'
            'В боте предусмотрена функция напоминания об учебе. Для этого нужно '
            'указать в какое время суток бот будет отправлять Вам напоминающее сообщение.\n\n'
            'Для этого нажмите    /timer    ⏱\n\n'
            'Для отмены рассылки уведомлений нажмите      /delete_schedule')

timer = ('Сначала решите капчу\n\n'
         'Отправьте боту ответ : Чему равна сумма чисел ?\n\n'
        )

set_time = 'Чтобы установить время напомнинания отпрвать его в формате \n\n<i>ЧасыЧасы:МинутыМинуты</i>     ⏰\n\n'

vvedy_vremya = 'Введите время когда Вам напоминать обо мне !'

vspomny_ob_uchebe = 'Пора потренировать теорию ПДД  ! 📣'

set_napom = '<b>Напоминалка успешно установлена !</b>   🕐'

hvatit = 'Может лучше без напоминалки обойдёмся ?  😉'

wie_viel_uhr = 'У меня сейчас '

start_exam = 'Вас есть 45 минут, чтобы ответить на 30 вопросов'

ne_exam_otvet = ('Если хотите получить следующий билет - нажмите <b>Новый Билет</b>\n\n'
                          'Если хотите выбрать билет вручную нажмите  <b>Выбрать Билет</b>\n\n'
                          'Если хотите вернуться в начало - нажмите   /exit')

exam_ne_sdan = ('Экзамен не сдан  😔\n\n'
                              'Если хотите пересдать - нажмите  /pruefung\n\n'
                              'Если хотите вернуться в начало - нажмите   /exit')

exam_sdan =  ('Вы сдали Экзамен ! Поздарвляю !   🥳\n\n'
                              'Если хотите попробовать ещё раз - нажмите  /pruefung\n\n'
                              'Если хотите вернуться в начало - нажмите   /exit')

allready_exists = 'У Вас уже установлено напоминание на '

ticket_index = 'Билет номер'

admin_eintritt =('сколько юзеров запустило бота   /skolko\n\n'
                 'Cохранить бдюху     /dump\n\n'
                 'Загрузить БЭДюху    /load\n\n'
                 '🤗')

change_lan = 'Нажмите на флаг'

text_data_ru = 'Язык успешно изменен'
text_data_fa = 'زبان با موفقیت تغییر کرد'

unavailable = 'گزینه موجود نیست'

right_ans = 'تعداد سوالات پاسخ صحیح'

ne_exam_otvet_fa = ('اگر می‌خواهید بلیت بعدی را دریافت کنید، روی بلیط جدید\n\n کلیک کنید'
                    'اگر می‌خواهید بلیطی را به صورت دستی انتخاب کنید، روی انتخاب بلیط\n\n کلیک کنید'
                    'اگر می خواهید به ابتدا برگردید، /exit را فشار دهید')

exam_finish_fa = 'امتحان تموم شد'

exam_ne_sdan_fa = 'امتحان شکست خورد'

exam_sdan_fa = 'امتحان قبول شد'

ticket_finish_fa = 'بلیط منقضی شد'

vybrat_bilet_fa = 'شماره بلیط را از 1 تا 30 وارد کنید'

base_antwort_fa = 'پاسخ های صحیح را انتخاب کنید'

start_exam_fa = 'شما 45 دقیقه فرصت دارید تا به 30 سوال پاسخ دهید'